export const BOOKS =
    [
        {
            id: 1,
            name:'王阳明心学口诀',
            image: '/assets/images/1.jpg',
            price:'4.99',
            inventory: 105,
            ISBN: '9787547739136',
            description:'熟读这99句王阳明心学口诀，你就能遇事当机立断，行事势如破竹！百万册畅销书《知行合一王阳明》作者度阴山力作！让你在轻松阅读中，渐渐获得阳明心学的无边智慧和无穷力量！读客熊猫君出品 '
        },
        {
            id: 2,
            name:'文城',
            image: '/assets/images/2.jpg',
            price:'39.50',
            inventory: 52,
            ISBN: '9787530221099',
            description:'余华时隔8年重磅新作！写《活着》的余华又回来了！人生就是自己的往事和他人的序章。关于一个人和他一生的寻找，以及一群人和一个汹涌的年代。精彩过瘾，不负等待！易烊千玺挚爱作家。限量赠送余华珍藏生肖漫画！'
        },
        {
            id: 3,
            name:'罗辑思维（全5册）',
            image: '/assets/images/3.jpg',
            price:'99.70',
            inventory: 21,
            ISBN: '9787553813899',
            description:'新角度！38种认知新角度，11个商业案例新角度，30组人文知识新角度，16个历史事件新角度，9篇人物小传新角度，学会从不同角度看问题，从容突破大大小小瓶颈！读客熊猫君出品'
        },
        {
            id: 4,
            name:'难哄（高人气畅销书）',
            image: '/assets/images/4.jpg',
            label:'',
            price:'33.10',
            inventory: 49,
            ISBN: '9787553813899',
            description:'随书赠主题透明PVC贴纸一张+已已手写印签异形明信片两张+“新年快乐”超大海报一张！梦游症记者温以凡X堕落街“头牌”桑延。这么多年，我还是只喜欢你。'
        },
        {
            id: 5,
            name:'建宋：赵匡胤的奋斗',
            image: 'http://img3m7.ddimg.cn/34/18/29207707-1_w_18.jpg',
            price:'34.00',
            inventory: 49,
            ISBN: '9787553813899',
            description:'一部有趣有料的大宋开国史,不读宋太祖就不懂宋朝。'
        },
        {
            id: 6,
            name:'了不起的我自己（套装全6册）',
            image: 'http://img3m7.ddimg.cn/3/8/29206587-1_w_15.jpg',
            price:'60.00',
            inventory: 2,
            ISBN: '9787559648266',
            description:'加拿大儿童自我保护能力培养绘本。6大基础能力+练习游戏，让孩子真正学会保护自己！增强自尊、学会沟通、识别危险、寻求帮助、做选择、维持友谊。内含“写给大人的话”，附赠体验式教学教师手册。天略童书馆出品.'
        },
        {
            id: 7,
            name:'因为是女孩，更要补上这一课（如何给女儿更好的性教育）',
            image: 'http://imgv38.ddimg.cn/gif/item/f83c756c554240d3b7cb93bf7078538c.gif',
            price:'20.20',
            inventory: 49,
            ISBN: '9787568292450',
            description:'作者20多年检察官生涯，经手性侵案件上百起！性教育，女孩成长不可或缺的一课！在女儿长大前，一定要告诉她这些性知识！让女儿了解性、尊重性、爱自己，也学会保护自己！'
        },
        {
            id: 8,
            name:'一个人就足够',
            image: 'http://img3m6.ddimg.cn/85/8/29207956-1_w_18820.jpg',
            price:'22.30',
            inventory: 29,
            ISBN: '9787559650634',
            description:'当当专享亲笔签名版，讲述从小城到北京、从年少到而立的北漂之路。特赠陈谌的一封信、长体音乐书签，苑子豪御用画师手绘封面图，好友大冰、马頔倾情推荐。每种人生都是独一无二的，让自己成为自己，让别人成为别人。'
        },

    ];
